Repository: 2lambda123/warpinator
Catalog: po/*.po
Languages: bn, fy, zh_hk

source: Group Code
bn: গ্রুপ কোড
fy: Groepskoade
zh_hk: 組碼

source: You cannot communicate with computers that do not use the same code.
bn: যে কম্পিউটারগুলি একই কোড ব্যবহার করছে না তাদের সাথে আপনি যোগাযোগ করতে পারবেন না।
fy: Do kinst gjin berjochten ferstjoere nei kompûters oft dy net deselfde koade brûke.
zh_hk: 您無法與不使用相同代碼的計算機進行通信。

source: Set code
bn: কোড সেট করুন
fy: Koade ynstelle
zh_hk: 設定密碼

source: No matching results
bn: কোনো মিল পাওয়া যায়নি
fy: Gjin oerienkommende fertuten
zh_hk: 沒有相符的結果

source: Make this remote machine a favorite in the main view
bn: এই দূরবর্তী মেশিনটিকে মেন ভিউএ একটি প্রিয়(favourite) মেশিন করুন
fy: Meitsje disse machine op ôfstân favoryt yn it haadoersjoch.
zh_hk: 使此遠程計算機成為主視圖中的最愛

source: Clear inactive and completed operations
bn: নিষ্ক্রিয় এবং সম্পূর্ণ ক্রিয়াকলাপ সাফ করুন
fy: Ynaktive en foltôge operaasjes fuortsmite
zh_hk: 清除無效和已完成的操作

source: Send files
bn: ফাইলগুলি প্রেরণ করুন
fy: Triemen stjoere
zh_hk: 發送文件

source: File Transfers
bn: ফাইল স্থানান্তর
fy: Bestân Oerdrachten
zh_hk: 檔案傳送

source: Online
bn: অনলাইন
zh_hk: 線上

source: No other computers found...
bn: অন্য কোনও কম্পিউটার পাওয়া যায় নি...
fy: Gjin oare kompûter fûn...
zh_hk: 找不到其他電腦...

source: Make sure your network connection is active.
bn: আপনার নেটওয়ার্ক সংযোগ সক্রিয় রয়েছে কিনা তা নিশ্চিত করুন।
fy: Wês der wis fan dat jo netwurk ferbining aktyf is.
zh_hk: 確保您的網絡連接處於活動狀態。

source: Is Warpinator running on any other computers on this network? If so, make sure they are all using the same group code in preferences.
bn: ওয়ার্পিনেটর কি এই নেটওয়ার্কের অন্য কোনও কম্পিউটারে চলছে? যদি তা হয় তবে নিশ্চিত হয়ে নিন যে তারা সবাই 'পছন্দসমূহ' হিসাবে একই গ্রুপ কোডটি ব্যবহার করছে।
fy: Rint Warpinator op oare kompûters yn it netwurk? oft dot ol sa is, wés der don wis fan dat se ollegearre deselfde groepskoade yn foarkarren brûke.
zh_hk: Warpinator是否在該網絡上的任何其他計算機上運行？ 如果是這樣，請確保他們在首選項中都使用相同的組代碼。

source: Possible solutions:
bn: সম্ভাব্য সমাধান:
fy: Moochlike oplossings:
zh_hk: 可能的解決方案：

source: Initializing, please wait...
bn: শুরু হচ্ছে, দয়া করে অপেক্ষা করুন ...
fy: Inisjalisearje, graach efkes wachtsje...
zh_hk: 初始化中，請稍候...

source: Something went wrong
bn: কিছু সমস্যা হয়েছে
fy: Der is wot ferkeard gien
zh_hk: 有東西出問題了

source: Invalid save location
bn: অকার্যকর সংরক্ষন স্থান
fy: Unjildiche opslachlokaasje
zh_hk: 無效的保存位置

source: Searching for other computers
bn: অন্যান্য কম্পিউটার অনুসন্ধান করা হচ্ছে
fy: Om oare kompûters sykje
zh_hk: 搜索其他計算機

source: Shutting down...
bn: বন্ধ হচ্ছে...
fy: Útskeakelje
zh_hk: 正在關機...

source: Open save folder
bn: সংরক্ষন স্থানটি খুলুন
fy: Opslach folder iepenje
zh_hk: 打開保存文件夾

source: Send and Receive Files across the Network
bn: নেটওয়ার্ক দিয়ে ফাইলগুলি প্রেরণ এবং গ্রহণ করুন
fy: Triemen oer it netwurk ferstjoere en oannime
zh_hk: 通過網絡發送和接收文件

source: Awaiting approval
bn: অনুমোদনের অপেক্ষায়
fy: goedkarring ôfwachtsje
zh_hk: 等待批准

source: Not enough disk space!
bn: ডিস্কে পর্যাপ্ত জায়গা নেই!
fy: Net genôch opslachromte!
zh_hk: 沒有足夠的磁盤空間！

source: Calculating
bn: হিসেব করা হচ্ছে
fy: Útrekkenje
zh_hk: 計算中

source: Accept this request
bn: এই অনুরোধ গ্রহণ করুন
fy: Oanfraach akseptearje
zh_hk: 接受這個要求

source: Refuse this request
bn: এই অনুরোধ প্রত্যাখ্যান করুন
fy: Oanfraach net akseptearje
zh_hk: 拒絕這個要求

source: Cancel this request
bn: এই অনুরোধ বাতিল করুন
fy: Oanfraach ofbrekke
zh_hk: 取消這個要求

source: Restart this operation
bn: এই ক্রিয়াকলাপটি পুনরায় চালু করুন
fy: Disse operaasje opnij starte
zh_hk: 重新啟動此操作

source: Pause this operation
bn: এই ক্রিয়াকলাপটি ময়িক বিরতি করুন
fy: Disse operaasje skoftsje
zh_hk: 暫停此操作

source: Resume this operation
bn: এই ক্রিয়াকলাপটি আবার শুরু করুন
fy: Disse operaasje ferfetsje
zh_hk: 恢復此操作

source: Cancel this operation
bn: এই অপারেশন সম্পূর্ণরূপে বাতিল করুন
fy: Disse operaasje ofbrekke
zh_hk: 取消此操作

source: Remove this operation from the list
bn: তালিকা থেকে এই অপারেশনটি বাতিল করুন
fy: Disse operaasje út de list wei smite
zh_hk: 從列表中刪除此操作

source: Open the containing folder
bn: ফাইলযুক্ত ফোল্ডারটি খুলুন
fy: Folder wer oft disse triem sich yn befynt iepenje.
zh_hk: 打開包含的文件夾

source: Note on port numbers:
bn: পোর্ট নম্বর জন্য নোট:
fy: Opmerkings by poartnûmers:
zh_hk: 注意端口號：

# preferences window title
source: Warpinator Preferences
bn: Warpinator-এর পছন্দসমূহ
fy: Warpinator Foarkarren
zh_hk: Warpinator首選項

source: New incoming files
bn: নতুন প্রবেশোদ্যত ফাইলসমূহ
fy: Nije ynkommende triemen
zh_hk: 新的傳入文件

source: %(sender_name)s would like to send you %(file_count)d file (%(file_name)s).
bn: %(sender_name)s আপনাকে %(file_count)d ফাইল (%(file_name)s) পাঠাতে চায়।
fy: %(sender_name)s wol jo graach %(file_count)d triemen stjoere (%(file_name)s).
zh_hk: %(sender_name)s 想向您發送 %(file_count)d 個文件 (%(file_name)s)。

source: %(sender_name)s would like to send you %(file_count)d files
bn: %(sender_name)s গুলি আপনাকে %(file_count)d ফাইল পাঠাতে চায়
fy: %(sender_name)s wol dy graach %(file_count)d triemen stjoere
zh_hk: %(sender_name)s 想向您發送 %(file_count)d 個文件

source: Accept
bn: গ্রহণ করুন
fy: Akseptearje
zh_hk: 接受

source: Decline
bn: প্রত্যাখ্যান করুন
fy: Ôfslaan
zh_hk: 拒絕

source: %(sender_name)s is sending you %(file_count)d file (%(file_name)s).
bn: %(sender_name)s আপনাকে %(file_count)d ফাইল (%(file_name)s) প্রেরণ করছে।
fy: %(sender_name)s stjoerd dy %(file_count)d triemen (%(file_name)s).
zh_hk: %(sender_name)s 發送給你 %(file_count)d 個文件 (%(file_name)s)。

source: %(sender_name)s is sending you %(file_count)d files
bn: %(sender_name)s আপনাকে %(file_count)d ফাইল পাঠাচ্ছে
fy: %(sender_name)s stjoert dy %(file_count)d triemen
zh_hk: %(sender_name)s 發送給你 %(file_count)d 個文件

source: Transfer complete
bn: স্থানান্তর সম্পূর্ণ হয়েছে
fy: Oerdracht foltôge
zh_hk: 發送完成

source: The transfer to %s has finished successfully
bn: %s এ স্থানান্তর সফলভাবে সম্পন্ন হয়েছে
fy: Oerdracht nei %s is mei sukses foltôge
zh_hk: 已成功轉移到%s

source: The transfer from %s has finished successfully
bn: %s থেকে স্থানান্তরটি সফলভাবে সম্পন্ন হয়েছে
fy: Oerdracht fan %s is mei sukses foltôge
zh_hk: 從%s的轉移已成功完成

source: Transfer failed
bn: হস্তান্তর ব্যর্থ হয়েছে
fy: Oerdracht mislearre
zh_hk: 傳輸失敗

source: Something went wrong with the transfer to %s
bn: %s এ স্থানান্তরিত করার ব্যাপারে কিছু ভুল হয়েছে
fy: Der gie wot ferkeard mei de oerdracht nei %s
zh_hk: 轉移到%s時出了點問題

source: Something went wrong with the transfer from %s
bn: %s থেকে স্থানান্তরকালে কিছু সমস্যা দেখা দিয়েছিল
fy: Der gie wot ferkeard mei de oerdracht fan %s
zh_hk: 從%s進行的轉移出了點問題

source: Transfer cancelled
bn: স্থানান্তর বাতিল হয়ে গেছে
fy: Oerdracht ôfbrutsen
zh_hk: 轉移已取消

source: Your transfer to %s was cancelled
bn: %s এ আপনার স্থানান্তর বাতিল হয়ে হয়ে গেছে
fy: Dyn oerdracht nei %s is ôfbrutsen
zh_hk: 您轉移到%s的操作已被取消

source: An incoming transfer from %s was cancelled
bn: %s থেকে আগত স্থানান্তর বাতিল হয়ে গেছে
fy: In ynkommende oerdracht fan %s is ôfbrutsen
zh_hk: 來自%s的傳入轉帳已取消

source: %d file
bn: %d ফাইল
zh_hk: %d 個檔案

source: Warpinator Preferences
bn: Warpinator-এর পছন্দসমূহ
fy: Warpinator foarkarren
zh_hk: Warpinator首選項

source: General
bn: সাধারণ

source: Desktop
bn: ডেস্কটপ
fy: Búroblêd
zh_hk: 桌面

source: Show an icon in the notification area
bn: নোটিফিকেশান অঞ্চলে একটি আইকন দেখাবেন
fy: In plaatsje yn it notifikaasjefjild sjen litte
zh_hk: 在通知區域顯示圖標

source: Start with main window open
bn: অ্যাপ চালু করার সময় মূল উইন্ডো খোলা থাকবে
fy: Haadfinster by it starten iepenje
zh_hk: 從打開主窗口開始

source: Start automatically
bn: অটোমেটিকালি চালু হবে
fy: Automatysk starte
zh_hk: 自動開始

source: Use compression when possible.
bn: সম্ভব হলে কম্প্রেশন ব্যবহার করুন।

source: Warning: This may have a negative impact on performance on some faster networks.
bn: সতর্কতা: এটি কিছু দ্রুত নেটওয়ার্কের কর্মক্ষমতার উপর নেতিবাচক প্রভাব ফেলতে পারে।

source: Location for received files
bn: প্রাপ্ত ফাইলগুলি কোন অবস্থানে রাখবেন
fy: Lokaasje foar ûntfongen triemen
zh_hk: 接收文件的位置

source: Require approval before accepting files
bn: ফাইলগুলি গ্রহণের আগে 'অনুমোদন'-এর প্রয়োজন
fy: Goedkarring fereaskje foar it akseptearjen fan triemen
zh_hk: 接受文件之前需要批准

source: Require approval when files would be overwritten
bn: ফাইলগুলি ওভাররাইট(ঊর্ধ্বলিপি) করার আগে 'অনুমোদন'-এর প্রয়োজন
fy: Goedkarring fereaskje foar it oerskrieuwen fan triemen
zh_hk: 文件將被覆蓋時需要批准

source: Display a notification when someone sends (or tries to send) you files
bn: যখন কেউ আপনাকে ফাইল পাঠাবে (বা চেষ্টা করবে) তখন একটি নোটিফিকেশান দেখানো হবে
fy: Notifikaasje sjen litte wanneer oft guon dy triemen stjoere (of probearje te stjoeren)
zh_hk: 當有人發送（或嘗試發送）您的文件時顯示通知

source: Connection
bn: সংযোগ

source: Network
bn: নেটওয়ার্ক
fy: Netwurk
zh_hk: 網路

source: Automatic
bn: স্বয়ংক্রিয়

source: %s - not found
bn: %s - পাওয়া যায়নি

source: Network interface to use
bn: ব্যবহার করার জন্য নেটওয়ার্ক ইন্টারফেস

source: Incoming port for transfers
bn: স্থানান্তরের জন্য আগত পোর্ট
fy: Ynkommende poarte foar oerdrachten
zh_hk: 輸入端口轉賬

source: Update firewall rules
bn: ফায়ারওয়াল বিধি(firewall rules) আপডেট করুন
fy: Fjoermuorre regels bywurkje
zh_hk: 更新防火牆規則

source: A group code is required.
bn: একটি গ্রুপ কোড প্রয়োজন।
fy: In groepskoade is fereaske
zh_hk: 必須輸入組碼。

source: Connection has been lost
bn: সংযোগ বিছিন্ন হয়ে গেছে
fy: Ferbining is útfallen
zh_hk: 已失去連線

source: An error occurred on the remote machine
bn: দূরবর্তী মেশিনে একটি সমস্যা দেখা দিয়েছে
fy: Der is iets ferkeard gien op de kompûter of ôfstân
zh_hk: 遠端機器發生錯誤

source: Cancel
bn: বাতিল করুন
fy: Ôfbrekke
zh_hk: 取消

source: Select file(s) to send
bn: প্রেরণের জন্য ফাইল(গুলি) নির্বাচন করুন
fy: Triem(en) om te stjoeren selektearje
zh_hk: 選擇要發送的文件

source: A few seconds remaining
bn: আর কয়েক সেকেন্ড বাকি
fy: In pear sekonden te gean
zh_hk: 剩下幾秒鐘

source: %d seconds remaining
bn: %d সেকেন্ড বাকি
fy: %d sekonden te gean
zh_hk: 剩餘%d秒

source: %d minute
bn: %d মিনিট
fy: %d minút
zh_hk: %d 分鐘

source: %d hour
bn: %d ঘন্টা
fy: %d oere
zh_hk: %d 小時

source: approximately %d hour
bn: প্রায় %d ঘন্টা
fy: likernôch %d oere
zh_hk: 大約%d小時

source: About
bn: পরিচিতি
fy: Oer
zh_hk: 關於

source: Paused
bn: স্থগিত রাখা হয়েছে
fy: Skoftsje
zh_hk: 暫停

source: Waiting for approval
bn: অনুমোদনের জন্য অপেক্ষা করছে
fy: Op goedkarring wachtsje
zh_hk: 等待批准

source: Waiting for your approval
bn: আপনার অনুমোদনের জন্য অপেক্ষা করছে
fy: Op dyn goedkarring wachtsje
zh_hk: 等待您的批准

source: Not enough disk space
bn: ডিস্কে পর্যাপ্ত জায়গা নেই
fy: Net genôch skiifromte
zh_hk: 沒有足夠的磁盤空間

source: Files may be overwritten
bn: ফাইলগুলি ওভাররাইট(ঊর্ধ্বলিপি) করা যেতে পারে
fy: Triemen kin oerskreun wurde
zh_hk: 文件可能會被覆蓋

source: Request cancelled
bn: অনুরোধ বাতিল হয়েছে
fy: Oanfraach ôfbrutsen
zh_hk: 請求已取消

source: Request cancelled by %s
bn: %s অনুরোধ বাতিল করে দিয়েছে
fy: Oanfraach ôfbrutsen troch %s
zh_hk: 請求已被%s取消

source: Transfer cancelled by %s
bn: %s স্থানান্তর বাতিল করে দিয়েছে
fy: Oerdracht ôfbrutsen troch %s
zh_hk: 轉移已被%s取消

source: File '%s' not found
bn: '%s' ফাইল পাওয়া যায় নি
fy: Triem '%s' net fûn
zh_hk: 找不到文件'%s'

source: Some files not found
bn: কিছু ফাইল পাওয়া যায় নি
fy: Guon triemen net fûn
zh_hk: 找不到某些文件

source: Completed
bn: সমাপ্ত হয়েছে
fy: Foltôge
zh_hk: 已完成

source: Connecting
bn: সংযোগ স্থাপন করা হচ্ছে
fy: Oan it ferbinen
zh_hk: 連接中

source: Connecting to %s
bn: %s এর সাথে সংযোগ স্থাপন করা হচ্ছে
fy: Oan it ferbinen mei %s
zh_hk: 正在連接到 %s

source: %s is not online
bn: %s অনলাইন নেই
fy: %s is net online
zh_hk: %s不在線

source: Cannot connect to %s
bn: %s এর সাথে সংযোগ স্থাপন করা জাচ্ছে না
fy: Kin net ferbine mei %s
zh_hk: 無法連接到%s

source: Waiting for %s to complete the connection.
bn: %s এর সংযোগ স্থাপনের জন্য অপেক্ষা করা হচ্ছে
fy: Oan it wachtsjen op %s om de ferbining te foltôgjen.
zh_hk: 等待%s完成連接。

source: %d new incoming transfer
bn: %d নতুন আগমন স্থানান্তর
fy: %d nije ynkommende oerdracht
zh_hk: %d次新收款

source: Browse...
bn: ব্রাউজ করুন...
fy: Blêdzje...
zh_hk: 瀏覽...

source: Preferences
bn: পছন্দসমূহ
fy: Foarkarren
zh_hk: 偏好設定

source: Quit
bn: প্রস্থান করুন
fy: Ôfslute
zh_hk: 結束

source: You don't appear to be connected to a network.
bn: আপনি কোনও নেটওয়ার্কের সাথে সংযুক্ত আছেন বলে মনে হচ্ছে না।
fy: Jo binne skynber net mei in netwurk ferbûn.
zh_hk: 您似乎沒有連接到網絡。

source: Startup was unsuccessful, please check your logs.
bn: এ্যাপ চালু করা জাচ্ছে না, দয়া করে আপনার লগগুলি পরীক্ষা করুন।
fy: It starten is mislearre, graach de lochs besjen.
zh_hk: 啟動失敗，請檢查您的日誌。

source: Offline
bn: অফলাইন
zh_hk: 離線

source: Unable to connect
bn: সংযোগ করা যাচ্ছেনা
fy: Kin net ferbine
zh_hk: 無法連線

source: Waiting for two-way connection
bn: দ্বি-মুখী সংযোগের জন্য অপেক্ষা করা হচ্ছে
fy: Op ferbining fan twa kanten wachtsje
zh_hk: 等待雙向連接

source: Favorites
fy: Favoriten

source: Recents
fy: Resintelik

source: Open a firewall port for Warpinator
fy: Fjoermuorrepoarte foar Warpinator iepenje

source: To modify firewall settings, you need to authenticate.
fy: Om dyn fjoermuorre ynstellings te feroaren, moatte jo jo ferifiearje.

source: Warpinator allows you to easily connect multiple computers on a local area network and share files quickly and securely.
fy: Warpinator lit jo maklik ferskiedene kompûters mei inoar ferbine op in lokaal netwurk en flug en feilich triemen stjoere.

source: %d file-do-not-translate
zh_hk: %d 檔案
